/* ConnectionOpenPanel */"A Connection Error Occurred" = "Une erreur de connexion s'est produite";/* FTP Abort */"Action Aborted. Local Error" = "Action interrompue. Erreur locale";/* FTP no data stream types available */"All data connection modes have been exhausted. Check with the server administrator." = "Tous les modes de connexion de données ont été épuisés. Vérifier avec l'administrateur de serveur.";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"An intermediate directory does not exist and needs to be created before the current directory" = "Un répertoire intermédiaire n'existe pas et doit être créé avant le répertoire actuel";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"An unknown error occured" = "Une erreur inconnue s'est produite";/* multiple connection joiner */"and" = "et";/* FTP upload error */"Cannot Upload File. Storage quota on server exceeded" = "Ne peut pas charger le fichier. Le quota de stockage sur le serveur est dépassé";/* FileConnection set permissions error */"Could not change file permissions" = "N'a pas pu modifier des permissions de fichier";/* FileConnection create directory error */"Could not create directory" = "N'a pas pu créer le répertoire";/* FTP Create directory error */"Create directory operation failed" = "L'opération de création du répertoire a échoué";/* Failed to open a data stream connection */"Data Stream Timed Out" = "Le flux de données est arrêté";/* Directory Parsing Error */"Error parsing directory listing" = "Erreur en traitant le listing du répertoire";/* FTP no data streams available */"Exhausted all connection types to server. Please contact server administrator" = "Tous les types de connexion au serveur sont épuisé. Veuillez contacter l'administrateur de serveur";/* Bad ftp command */"Failed to change to directory" = "N'a pas modifié en le répertoire";/* couldn't delete the file
   .Mac Directory Deletion Error
   WebDAV Directory Deletion Error */"Failed to delete directory" = "N'a pas effacé le répertoire";/* couldn't delete the file
   .Mac file deletion error
   WebDAV File Deletion Error */"Failed to delete file" = "N'a pas effacé le fichier";/* No .mac account or password */"Failed to retrieve .mac account details" = "N'a pu obtenir les détails du compte .mac";/* FileConnection copy file error */"Failed to upload file" = "N'a pas charger le fichier";/* FTP file download error */"File %@ does not exist on server" = "Le fichier %@ n'existe pas sur le serveur";/* FTP error */"File / Directory does not exist" = "Le fichier/répertoire n'existe pas";/* FTP file in use */"File in Use" = "FTP est utilisé";/* FTP Upload error */"Filename not Allowed" = "Nom du fichier n'est pas permis";/* FTP no service */"FTP Service Unavailable" = "Service FTP indisponible";/* Couldn't open the port to the host */"Host Unavailable" = "Hôte indisponible";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"Insufficient storage space available" = "Espace de stockage insuffisant disponible";/* FTP Error */"Invalid Account name" = "Nom de compte incorrect";/* Stream Error before opening */"Is the service running on the server" = "Est-ce que le service fonctionne sur le serveur";/* FTP download error */"Local File already exists" = "Le fichier local existe déjà";/* failed to find a connection class */"No connection available for requested connection type" = "Aucune connexion disponible pour le type de connexion demandé";/* failed to find a connection class */"No connection available for requested port" = "Aucune connexion disponible pour le port demandé";/* failed to find a connection class */"No connection available for requested protocol" = "Aucune connexion disponible pour le protocole demandé";/* FTP Error */"No Storage Space Available" = "Aucun espace de stockage disponible";/* FTP Error */"Not Logged In" = "Pas connecté";/* OK */"OK" = "OK";/* WebDAV Uploading Error
   .Mac File Uploading Error */"Parent Folder does not exist" = "Le dossier parent n'existe pas";/* FTP Error */"Request Aborted. Page Type Unknown" = "Demande interrompue. Type inconnu de page";/* Error creating stream */"Stream Unavailable" = "Flux indisponible";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"The body of the request is not supported" = "Le corps de la demande n'est pas supporté";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"The directory already exists" = "Le répertoire existe déjà";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"The server does not allow the creation of directories at the current location" = "Le serveur ne permet pas la création de répertoires à l'emplacement actuel";/* .Mac Directory Contents Error */"There is no .Mac access to the directory" = "Aucun accès .Mac au répertoire";/* No WebDAV access to the specified path */"There is no WebDAV access to the directory" = "Aucun accès WebDAV au répertoire";/* FileConnection failed to copy file */"Unable to store data in file" = "Incapable d'enregistrer des données dans le fichier";/* WebDAV Error */"Unknown Error Occurred" = "Une erreur inconnue s'est produite";/* No username or password */"Username and Password are required for FTP connections" = "Un nom d'utilisateur et un mot de passe sont exigés pour des connexions FTP";/* No username or password */"Username and Password are required for WebDAV connections" = "Un nom d'utilisateur et un mot de passe sont exigés pour des connexions WebDAV";/* No username or password */"Username is required for SFTP connections" = "Un nom d'utilisateur et un mot de passe sont exigés pour des connexions SFTP";/* FTP file upload error */"You do not have access to write file %@" = "Vous n'avez pas l'accès pour écrire le fichier %@";/* FTP Error */"You need an Account to Upload Files" = "Vous avez besoin d'un compte pour télécharger des fichiers";